Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMERGENCY_TEXT_MESSAGE_RECIPIENT_CHECKIN_HAS_NAME
source: You are receiving this message because %2$@ has an active Check In with you.
ar: أنت تتلقى هذه الرسالة لأن هناك جلسة اطمئنان نشطة بينك وبين %2$@.
bg: Получавате това съобщение, тъй като %2$@ има активна Проверка с вас.
ca: Has rebut aquest missatge perquè %2$@ t’ha enviat un acompanyament que encara està actiu.
cs: Tuto zprávu jste obdrželi, protože %2$@ s vámi má aktivní doprovod.
da: Du modtager denne besked, fordi %2$@ har et aktivt tjek om ankomst med dig.
de: Du erhältst diese Nachricht, weil %2$@ eine aktive Wegbegleitung mit dir teilt.
el: Λάβατε αυτό το μήνυμα, διότι ο χρήστης «%2$@» έχει σε εξέλιξη μια ενεργή συνεδρία Δήλωσης άφιξης με εσάς.
es: Has recibido este mensaje porque %2$@ tiene una sesión de aviso de llegada activa contigo.
es_us: Recibiste este mensaje porque %2$@ tiene una sesión activa de Reporte contigo.
fi: Saat tämän viestin, koska %2$@ on aktivoinut Tilanteentarkistuksen kanssasi.
fr: Vous recevez ce message car %2$@ a une session Accompagnement active avec vous.
fr_ca: Vous recevez ce message, car %2$@ a une session d’accompagnement en cours avec vous.
he: קיבלת את ההודעה הזו משום שיש לך פעילות ״עדכון שהכול בסדר״ פעילה עם %2$@.
hi: आपको यह संदेश इसलिए प्राप्त हो रहा है क्योंकि %2$@ का आपके साथ एक सक्रिय चेक इन है।
hr: Primate ovu poruku jer korisnik %2$@ ima aktivnu Potvrdu lokacije s vama.
hu: Ön azért kapja ezt az üzenetet, mert %2$@ és Ön között egy aktív helyzetjelentés van folyamatban.
id: Anda menerima pesan ini karena %2$@ memiliki sesi Periksa yang aktif dengan Anda.
it: Hai ricevuto questo messaggio perché %2$@ ha una sessione di “Tutto bene” attiva con te.
ja: %2$@さんとあなたとの到着確認が進行中のため、このメッセージがあなたに送信されています。
kk: Оның (%2$@) «Байланысқа шығу» сеансы қосулы болғандықтан, осы хабарды алдыңыз.
ko: 이 메시지는 %2$@님이 사용자와 안전 확인을 진행 중이기 때문에 전송되었습니다.
lt: Šią žinutę gavote todėl, kad %2$@ suaktyvino atvykimo patvirtinimą jums.
ms: Anda menerima mesej ini kerana %2$@ mempunyai sesi Periksa aktif dengan anda.
nl: Je ontvangt dit bericht, omdat %2$@ een actieve check‑in met je heeft.
no: Du mottar denne meldingen fordi %2$@ har en aktiv oppfølging med deg.
pl: Otrzymujesz tę wiadomość, ponieważ %2$@ ma z Tobą aktywną sesję Daj znać.
pt_br: Você está recebendo esta mensagem porque %2$@ tem uma sessão de Chegou Bem ativa com você.
pt_pt: Está a receber esta mensagem porque %2$@ iniciou uma sessão de verificação consigo que ainda está ativa.
ro: Primiți acest mesaj deoarece %2$@ are o sesiune Acompaniere activă cu dvs.
ru: Вы получили это сообщение, так как у Вас активен сеанс «На связи» с пользователем %2$@.
sk: Táto správa vám bola doručená, pretože vy a %2$@ máte aktívne sprevádzanie.
sl: To sporočilo ste prejeli, ker ima oseba %2$@ z vami aktivno sejo Tukaj sem.
sv: Du får det här meddelandet eftersom %2$@ har en aktiv avstämning med dig.
th: คุณกำลังได้รับข้อความนี้เนื่องจาก%2$[tt]@มีเช็คอินที่ทำงานอยู่กับคุณ
tr: %2$@ adlı kişinin sizinle etkin bir Durum Denetleme oturumu olduğu için bu mesajı alıyorsunuz.
uk: Ви отримали це повідомлення, тому що %2$@ має з вами активний сеанс Супроводу.
vi: Bạn nhận được thông báo này vì %2$@ có một phiên Kiểm tra đang hoạt động với bạn.
zh_cn: 你和%2$@有“平安确认”正在进行，因此会收到这则信息。
zh_hk: 你收到此訊息，因為%2$@與你有一個啟用中的「報平安」。
zh_tw: 你之所以收到這封訊息，是因為%2$@和你有啟用中的「平安通報」。

# EMERGENCY_TEXT_MESSAGE_HAS_NAME_HAS_LOCATION
source: %1$@ called emergency services from this approximate location.
ar: اتصل(ت) %1$@ بخدمات الطوارئ من هذا الموقع التقريبي.
bg: %1$@ се обади на службите за спешна помощ от това приблизително местоположение.
ca: %1$@ ha trucat als serveis d’emergències des d’aquesta ubicació aproximada.
cs: %1$@ volá přibližně z těchto míst tísňovým službám.
da: %1$@ har ringet til alarmcentralen fra denne omtrentlige lokalitet.
de: %1$@ hat von diesem ungefähren Standort die Rettungsdienste angerufen.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία.
es: %1$@ ha llamado a los servicios de emergencia desde esta ubicación aproximada.
es_us: %1$@ llamó a los servicios de emergencia cerca desde esta ubicación aproximada.
fi: %1$@ soitti hätänumeroon tästä likimääräisestä paikasta.
fr: %1$@ a appelé les secours depuis cet endroit approximatif.
fr_ca: %1$@ a appelé les services d’urgence à proximité de ce lieu.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום ממיקום משוער זה.
hi: %1$@ ने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe s ove približne lokacije.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről.
id: %1$@ memanggil layanan darurat dari perkiraan lokasi ini.
it: %1$@ ha chiamato i servizi di soccorso da questa posizione approssimativa.
ja: この場所付近から%1$@さんが緊急通報サービスに電話しました。
kk: %1$@ осы болжалды геолокациядан төтенше қызметтерге қоңырау шалды.
ko: %1$@님이 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms iš maždaug šios vietos.
ms: %1$@ menghubungi perkhidmatan kecemasan dari lokasi anggaran ini.
nl: %1$@ heeft de hulp­diensten gebeld vanaf deze locatie bij benadering.
no: %1$@ ringte nødnummeret fra denne omtrentlige posisjonen.
pl: %1$@ dzwoni pod numer alarmowy w pobliżu tego miejsca.
pt_br: %1$@ ligou para os serviços de emergência desta localização aproximada.
pt_pt: %1$@ ligou para os serviços de urgência aproximadamente desta localização.
ro: %1$@ a apelat serviciile de urgență din această localizare aproximativă.
ru: %1$@ вызвал(а) экстренные службы приблизительно из этого места.
sk: %1$@ uskutočnil(a) tiesňový hovor z tohto približného miesta.
sl: Oseba %1$@ je poklicala službo za nujno pomoč s te približne lokacije.
sv: %1$@ ringde ett nödsamtal från den här ungefärliga platsen.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้
tr: %1$@ yaklaşık bu konumdan acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб приблизно із цього місця.
vi: %1$@ đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này.
zh_cn: %1$@从此大致位置呼叫了紧急服务。
zh_hk: %1$@已經由這個大約位置致電緊急服務。
zh_tw: %1$@從下列大約位置撥打了緊急服務電話。

# ACCIDENTAL_SOS_NOTIF_TITLE
source: Emergency SOS
ar: طوارئ SOS
bg: SOS обаждане
ca: Emergència SOS
cs: Tíseň SOS
da: Nød‑SOS
de: Notruf SOS
el: Επείγον SOS
es: Emergencia SOS
es_us: Emergencia SOS
fi: Hätätila SOS
fr: Appel d’urgence
fr_ca: Urgence SOS
he: חירום SOS
hi: आपातकालीन SOS
hr: Hitan poziv
hu: Vészhelyzet – SOS
id: Darurat SOS
it: SOS emergenze
ja: 緊急SOS
kk: Төтенше қоңырау — SOS
ko: 긴급 구조 요청
lt: SOS signalas
ms: SOS Kecemasan
nl: Nood­melding
no: Nødanrop (SOS)
pl: Alarmowe SOS
pt_br: SOS de Emergência
pt_pt: SOS emergência
ro: S.O.S. urgențe
ru: Вызов — SOS
sk: SOS
sl: Nujni poziv SOS
sv: Nödanrop SOS
th: SOS ฉุกเฉิน
tr: Acil SOS
uk: Сигнал SOS
vi: SOS khẩn cấp
zh_cn: SOS紧急联络
zh_hk: 緊急求助SOS
zh_tw: SOS緊急服務

# ALARM_SOUND_FOOTER
source: If you start an emergency call using the gestures above, warning alarms will be silenced.
ar: عند بدء مكالمة طوارئ باستخدام الإيماءات أعلاه، سيتم كتم إنذارات التحذير.
bg: Ако започнете спешно обаждане, като използвате горните жестове, предупредителните аларми ще бъдат заглушени.
ca: Si fas una trucada d’emergència amb els gestos anteriors, se silenciaran les alarmes d’avís.
cs: Když tísňové volání zahájíte pomocí výše uvedených gest, neaktivuje se zvuková výstraha.
da: Hvis du starter et nødopkald vha. bevægelserne ovenfor, vil advarselsalarmer være lydløse.
de: Wenn du einen Notruf mithilfe obiger Gesten tätigst, werden Warntöne stummgeschaltet.
el: Αν ξεκινήσετε μια επείγουσα κλήση χρησιμοποιώντας τις παραπάνω χειρονομίες, θα τεθούν σε σίγαση οι ειδοποιήσεις προειδοποίησης.
es: Si usas los gestos anteriores para realizar una llamada de emergencia, los sonidos de alarma se silenciarán.
es_us: Si realizas una llamada de emergencia usando los gestos anteriores, no se emitirán alarmas.
fi: Jos käynnistät hätäpuhelun yllä olevilla eleillä, varoitusäänet hiljennetään.
fr: Si vous lancez un appel d’urgence à l’aide des gestes ci-dessus, les alertes d’avertissement seront émises en silence.
fr_ca: Si vous lancez un appel d’urgence avec les gestes ci-dessus, le son des alarmes d’avertissement sera désactivé.
he: אם התחלת שיחת חירום באמצעות המחווה המצוינת לעיל, צלילי ההתרעה יושתקו.
hi: अगर आप ऊपर के जेस्चर का इस्तेमाल करके आपातकालीन कॉल शुरू करते हैं, तो चेतावनी अलार्म मौन कर दिए जाएँगे।
hr: Ako pokrenete hitan poziv koristeći geste iznad, alarmi upozorenja bit će utišani.
hu: Ha a fenti kézmozdulatokkal indít segélyhívást, a figyelmeztető jelzések el lesznek némítva.
id: Jika Anda memulai panggilan darurat menggunakan gerakan di atas, alarm peringatan akan diheningkan.
it: Se effettui una chiamata di emergenza usando i gesti riportati sopra, gli allarmi di avviso saranno disattivati.
ja: 上記のジェスチャを使用して緊急電話の発信を開始すると、警報が作動しないようになります。
kk: Жоғарыдағы қимылдар арқылы төтенше қоңырау шалсаңыз, ескерту дабылдары өшіріледі.
ko: 위의 제스처를 사용하여 긴급통화를 걸기 시작하면 경고음이 울리지 않습니다.
lt: Jei pagalbos skambutį inicijuosite anksčiau parodytu gestu, įspėjamieji signalai bus nutildyti.
ms: Jika anda memulakan panggilan kecemasan menggunakan gerak isyarat di atas, penggera amaran akan disenyapkan.
nl: Als je een noodoproep start via de bovenstaande gebaren, worden waarschuwingsalarmen stilgehouden.
no: Hvis du starter et nødanrop med bevegelsene beskrevet ovenfor, vil alle alarmer bli dempet.
pl: Rozpoczęcie połączenia alarmowego przy użyciu powyższych gestów wyłącza alerty dźwiękowe.
pt_br: Se você iniciar uma ligação de emergência usando os gestos acima, os alarmes de advertência serão silenciados.
pt_pt: Se iniciar uma chamada de emergência com os gestos acima, os alarmes de aviso serão silenciados.
ro: Dacă inițiați un apel de urgență utilizând gesturile de mai sus, alertele de avertizare vor fi ignorate.
ru: Если начать экстренный вызов с помощью этих жестов, предупреждающие сигналы будут заглушены.
sk: Ak uskutočníte tiesňový hovor použitím gest uvedených vyššie, zvukový poplach bude stíšený.
sl: Če klic v sili vzpostavite z zgornjimi kretnjami, bodo opozorilni alarmi utišani.
sv: Varningslarm tystas om du startar ett nödsamtal med gesterna ovan.
th: ถ้าคุณเริ่มโทรฉุกเฉินโดยทำตามด้านบน เสียงเตือนจะไม่ส่งเสียงดัง
tr: Acil aramayı yukarıdaki hareketleri kullanarak başlatırsanız uyarı alarmlarının sesi duyulmaz.
uk: Якщо виконати виклик до екстрених служб, як описано вище, попереджувального сигналу не буде.
vi: Nếu bạn bắt đầu cuộc gọi khẩn cấp bằng các cử chỉ ở trên, các cảnh báo sẽ được tắt tiếng.
zh_cn: 若使用上述手势开始紧急呼叫，警示音将会关闭。
zh_hk: 如你使用以上手勢致電緊急求助電話，警吿警報會被關閉。
zh_tw: 若使用上方的手勢撥打緊急服務電話，提示聲會靜音。

# TURN_OFF_ACCESSIBILITY_TITLE
source: Changing SOS Turns Off Accessibility Shortcut
ar: تغيير طوارئ SOS يؤدي لإيقاف اختصارات إمكانية الوصول
bg: Промяната на SOS изключва бързата команда за улеснен достъп
ca: Si canvies SOS es desactivarà la drecera d’accessibilitat
cs: Změnou zkratky SOS vypnete zkratku zpřístupnění
da: Ændring af SOS slår tilgængelighedsgenvejen fra
de: Ändern von SOS deaktiviert den Bedienungshilfen-Kurzbefehl
el: Η αλλαγή του SOS απενεργοποιεί τη Συντόμευση Προσβασιμότητας
es: Al cambiar SOS, se desactiva la función rápida de accesibilidad
es_us: Cambiar SOS desactiva la función rápida de accesibilidad
fi: SOS:n muuttaminen laittaa käyttöapuoikotien pois päältä
fr: La modification d’Appel d’urgence désactive le raccourci d’accessibilité
fr_ca: La modification de la fonction SOS désactive les raccourcis d’accessibilité.
he: שינוי של SOS מכבה את ״קיצורי דרך למאפייני נגישות״
hi: SOS को बदलने से ऐक्सेसिबिलिटी शॉर्टकट बंद हो जाती है
hr: Promjena postavki za Hitan poziv isključuje prečac pristupačnosti
hu: Az SOS módosítása kikapcsolja a kisegítő lehetőségek billentyűparancsát
id: Jika SOS Diubah, Pintasan Aksesibilitas Akan Dimatikan
it: Modificando l’opzione SOS, disattiverai l’opzione rapida in Accessibilità
ja: SOSの設定変更によりアクセシビリティのショートカットがオフになります
kk: SOS функциясын өзгерткенде, әмбебап қол жеткізудің жылдам пәрмені өшеді
ko: 구조 요청을 변경하면 손쉬운 사용 단축키가 꺼짐
lt: Keičiant SOS nustatymą, išjungiama prieinamumo sparčioji komanda
ms: Menukar SOS Menyahaktifkan Pintasan Kebolehcapaian
nl: SOS wijzigen schakelt activeringsknop uit
no: Endring av Nødanrop (SOS) vil slå av en tilgjengelighetssnarvei
pl: Zmiana ustawień funkcji SOS wyłączy skrót funkcji dostępności
pt_br: Se o SOS for alterado, o atalho de acessibilidade será desativado
pt_pt: Mudar o SOS desativa o atalho de acessibilidade
ro: Schimbarea opțiunii S.O.S. dezactivează scurtătura pentru accesibilitate
ru: При изменении SOS выключается быстрая команда универсального доступа
sk: Zmenou funkcie SOS vypnete skratku prístupnosti
sl: Spreminjanje nastavitev za nujni poziv SOS izklopi bližnjico za dostopnost
sv: Om du ändrar SOS stängs hjälpmedelsgenvägen av
th: การเปลี่ยน SOS จะปิดใช้ปุ่มลัดการช่วยการเข้าถึง
tr: SOS değiştirilirse Erişilebilirlik Kestirmesi kapanır
uk: Змінення SOS вимикає спеціальне спрощення
vi: Thay đổi SOS sẽ tắt phím tắt trợ năng
zh_cn: 更改为SOS将关闭辅助功能快捷键
zh_hk: 更改SOS會關閉輔助使用快捷鍵
zh_tw: 更改SOS會關閉輔助使用快速鍵

# ALARM_SOUND_RELEASE_TO_CALL_THREE_PRESSES_FOOTER
source: Warning alarms, flashes, and VoiceOver audio will be silenced when using “Hold and Release” or “3 Button Presses” to place an emergency call.
ar: سيتم كتم تنبيهات الإنذار والوميض وصوت التعليق الصوتي عند استخدام "الضغط المطول والإفلات" أو "الضغط ثلاث مرات على الزر" لإجراء مكالمة طوارئ.
bg: Предупредителните аларми, присветванията и VoiceOver аудиото ще бъдат заглушени, когато използвате „Задържане и отпускане“ или „3 натискания на бутон“ за спешно обаждане.
ca: En mantenir premuts el botó lateral i el de volum i deixar‑los anar o en prémer el botó lateral 3 vegades per trucar als serveis d’emergències, se silenciaran les alarmes d’avís, els flaixos i l’àudio del VoiceOver.
cs: Při volání na tísňovou linku stisknutím a podržením nebo trojím stisknutím tlačítka se vypnou zvukové i světelné výstrahy a zvuk VoiceOveru.
da: Advarselsalarmer, blink og VoiceOver-lyd bliver lydløse, når du bruger “Ring op ved at holde inde og slippe” eller “Ring op med 3 tryk” til at foretage et nødopkald.
de: Warntöne, Lichtsignale und VoiceOver-Audio werden stummgeschaltet, wenn „Durch Halten und Loslassen anrufen“ oder „Durch 3-maliges Drücken der Taste anrufen“ zum Absetzen eines Notrufs verwendet wird.
el: Οι ειδοποιήσεις προειδοποίησης, οι αναλαμπές και ο ήχος VoiceOver θα τίθενται σε σίγαση όταν χρησιμοποιείτε το «Παρατεταμένο πάτημα και σήκωμα» ή την «Κλήση με 3 πατήματα κουμπιού» για πραγματοποίηση μιας επείγουσας κλήσης.
es: Los sonidos de alarma, los avisos LED intermitentes y el audio de VoiceOver se silenciarán al usar las opciones “Llamar manteniendo pulsado y soltando” o “Llamar pulsando 3 veces el botón” para hacer una llamada de emergencia.
es_us: Se silenciarán las alarmas de advertencia, el flash y el audio de VoiceOver al utilizar las opciones Llamar al presionar y soltar o Llamar con tres presiones para realizar una llamada de emergencia.
fi: Hälytykset, vilkkuminen ja VoiceOver-ääni hiljennetään, kun hätäpuhelu soitetaan pitämällä ja vapauttamalla tai 3:lla painikkeen painalluksella.
fr: Les alertes et les flashs d’avertissement et l’audio VoiceOver seront coupés lorsque vous utiliserez « Maintien et relâchement » ou « 3 appuis sur le bouton » pour émettre un appel d’urgence.
fr_ca: Les alarmes d’avertissement, les flashs et l’audio de VoiceOver seront désactivés lors de l’utilisation d’« Appeler en maintenant appuyé, puis en relâchant » ou d’« Appeler avec 3 pressions » pour passer un appel d’urgence.
he: צלילי התרעה, הבהובים ושמע של VoiceOver יושתקו בעת שימוש ב״לחיצה ארוכה ושחרור״ או ״3 לחיצות כפתור״ לביצוע שיחת חירום.
hi: आपातकालीन कॉल करने के लिए “होल्ड और रिलीज़ करें” या “3 बार बटन दबाएँ” का उपयोग करने पर चेतावनी अलार्म, फ़्लैश और VoiceOver ऑडियो मौन कर दिए जाएँगे।
hr: Alarmi upozorenja, bljeskanje i zvuk VoiceOvera bit će utišani tijekom uporabe opcija “Zadržavanje i otpuštanje” ili “3 pritiska tipke” za uspostavljanje hitnog poziva.
hu: A figyelmeztető jelzések, a villanások és a VoiceOver-hang el lesz némítva, amikor a segélyhívás indításához a „Hívás nyomva tartással és felengedéssel” vagy a „Hívás 3 gombnyomással” lehetőséget használja.
id: Alarm peringatan, kilat, dan audio VoiceOver akan diheningkan saat menggunakan “Tahan dan Lepaskan” atau “Tekan Tombol 3 Kali” untuk melakukan panggilan darurat.
it: Quando effettui una chiamata di emergenza tenendo premuto e rilasciando oppure premendo 3 volte il tasto, gli allarmi di avviso, le luci lampeggianti e l’audio di VoiceOver verranno disattivati.
ja: “長押ししてから放して通報”または“ボタンを3回押して通報”を使用して緊急電話をかけると、警報、フラッシュ、およびVoiceOverオーディオが消音になります。
kk: Төтенше қоңырау шалу үшін «Басып тұру және босату» немесе «Түймені 3 рет басу» опциясы пайдаланылғанда, ескерту дабылдары, жыпылықтаулар және VoiceOver дыбысы өшіріледі.
ko: 긴급통화를 걸기 위해 ‘길게 눌렀다 떼기’ 또는 ‘버튼 3번 누르기’를 사용하는 중에는 경고 알람 및 VoiceOver 오디오의 소리가 울리지 않고, 깜박임이 꺼집니다.
lt: Įspėjamieji signalai, blykstės ir „VoiceOver“ garsas bus nutildyti naudojant pagalbos skambučio parinktis „Palaikyti ir atleisti“ arba „3 mygtuko paspaudimai“.
ms: Penggera amaran, denyar dan audio VoiceOver akan disenyapkan apabila menggunakan “Tahan dan Lepas” atau “Tekan Butang 3 Kali” untuk membuat panggilan kecemasan.
nl: Waarschuwingsalarmen, ledflitsen en VoiceOver-audio worden stilgehouden wanneer je een noodoproep plaatst met 'Bel met ingedrukt houden en loslaten' of 'Bel met driemaal drukken op de knop'.
no: Alarmer, blink og VoiceOver-lyd vil bli dempet når du bruker Ring med hold og slipp eller Ring med tre trykk for å ringe nødnummeret.
pl: Alarmy dźwiękowe i świetlne oraz dźwięk VoiceOver są wyciszane, jeśli połączenie alarmowe jest wykonywane przy użyciu opcji Przytrzymanie i zwolnienie lub 3 naciśnięcia przycisku.
pt_br: Os alarmes, luzes de advertência e áudio do VoiceOver serão desativados quando você fizer uma ligação de emergência usando a função “Manter Pressionado e Soltar” ou “Pressionar 3 Vezes para Ligar”.
pt_pt: Os alarmes de aviso, intermitências e áudio do VoiceOver serão silenciados se usar “Manter premido e soltar” ou “Premir 3 vezes” para fazer uma chamada de emergência.
ro: Alertele de avertizare, blițurile și conținutul audio VoiceOver nu vor fi redate atunci când folosiți opțiunea “Apelare cu ținere și eliberare” sau “Apelare cu 3 apăsări de buton” pentru a efectua un apel de urgență.
ru: Сигналы предупреждения, вспышки и аудио VoiceOver будут заглушены при попытке совершить экстренный вызов, используя функцию «Вызов удержанием кнопок с последующим отпусканием» или функцию «Вызов тремя нажатиями кнопки».
sk: Keď zavoláte na tiesňovú linku podržaním a pustením alebo stlačením tlačidla 3-krát, výstražné upozornenia, záblesky a zvuk VoiceOveru budú stlmené.
sl: Opozorilni alarmi, utripanja in zvok funkcije VoiceOver bodo med uporabo možnosti »Pridržanje in spuščanje« ali »3 pritiskov gumba« utišani, da se vzpostavi klic v sili.
sv: Varningsalarm, blinkningar och VoiceOver-ljud tystas när du ringer ett nödsamtal med hjälp av ”Håll och släpp” eller ”Tre knapptryck”.
th: เสียงเตือน แฟลช และเสียง VoiceOver จะไม่ส่งเสียงดังเมื่อใช้ “กดค้างและปล่อย” หรือ “กดปุ่ม 3 ครั้ง” เพื่อเรียกสายโทรฉุกเฉิน
tr: Uyarı alarmları, flaşlar ve VoiceOver sesi, acil arama yapmak için “Basıp Bırakarak” ya da “Düğmeye 3 Kez Basarak” kullanıldığında sessize alınır.
uk: Попереджувальних сигналів, спалахів і звуків VoiceOver не буде, якщо виконати виклик до екстрених служб затисненням і відпусканням або 3‑ма натисненнями кнопки.
vi: Âm thanh cảnh báo, đèn flash và âm thanh VoiceOver sẽ được tắt tiếng khi sử dụng “Giữ và thả” hoặc “Nhấn nút 3 lần” để thực hiện cuộc gọi khẩn cấp.
zh_cn: 使用“按住再松开”或“按3次按钮”进行紧急呼叫时，警示音、闪烁和旁白音频将静音。
zh_hk: 當使用「按住再放開」或「按三下按鈕」致電緊急服務時，警告警報、閃光燈和「旁白」語音將會被靜音。
zh_tw: 使用「按住再放開」或「按三下按鈕」來撥打緊急服務電話時，提示聲、閃光燈和「旁白」音訊都會設為靜音。

# SOS_SETTINGS_RESET_FOLLOW_UP_CLEAR_TITLE
source: Not Now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כרגע
hi: अभी नहीं
hr: Ne sad
hu: Később
id: Nanti
it: Non ora
ja: 今はしない
kk: Қазір емес
ko: 지금 안 함
lt: Ne dabar
ms: Bukan Sekarang
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Neskôr
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# THREE_CLICKS
source: Press Side Button 3 Times
ar: اضغط على الزر الجانبي ٣ مرات
bg: Натиснете страничния бутон 3 пъти
ca: Prem el botó lateral 3 vegades
cs: Třikrát stiskněte postranní tlačítko
da: Tryk på sideknappen 3 gange
de: Seitentaste 3-mal drücken
el: Πάτημα πλευρικού κουμπιού 3 φορές
es: Pulsar el botón lateral 3 veces
es_us: Presiona el botón lateral tres veces
fi: Paina sivupainiketta 3 kertaa
fr: Appuyer sur le bouton latéral 3 fois
fr_ca: Appuyer 3 fois sur le bouton latéral
he: לחיצה על כפתור הצד 3 פעמים
hi: साइड बटन 3 बार दबाएँ
hr: Pritisnite bočnu tipku 3 puta
hu: Oldalsó gomb megnyomása háromszor
id: Tekan Tombol Samping 3 Kali
it: Premi il tasto laterale 3 volte
ja: サイドボタンを3回押す
kk: Бүйірлік түймені 3 рет басу
ko: 측면 버튼 3번 누르기
lt: 3 kartus spausti šoninį mygtuką
ms: Tekan Butang Sisi 3 Kali
nl: Druk driemaal op de zijknop
no: Trykk tre ganger på side­knappen
pl: Przycisk boczny (3 naciśnięcia)
pt_br: Pressionar o Botão Lateral 3 Vezes
pt_pt: Premir botão lateral 3 vezes
ro: Apăsare buton lateral de 3 ori
ru: Нажатие боковой кнопки 3 раза
sk: Stlačenie bočného tlačidla 3-krát
sl: Trikrat pritisnite stranski gumb
sv: Tryck på sidoknappen tre gånger
th: กดปุ่มด้านข้าง 3 ครั้ง
tr: Yan Düğmeye 3 Kez Basın
uk: 3 рази натиснути бічну кнопку
vi: Nhấn nút sườn 3 lần
zh_cn: 按3次侧边按钮
zh_hk: 按下側邊按鈕三下
zh_tw: 按三下側邊按鈕

# SOS_FALL_DETECTION_TITLE
source: Fall Detection
ar: اكتشاف السقوط
bg: Разпознаване на падане
ca: Detecció de caigudes
cs: Detekce pádů
da: Fald­registrering
de: Sturz­erkennung
el: Ανίχνευση πτώσης
es: Detección de caídas
es_us: Detección de caídas
fi: Kaatumisen­tunnistus
fr: Détection des chutes
fr_ca: Détection de chute
he: זיהוי נפילה
hi: गिरने की पहचान
hr: Detekcija pada
hu: Esésészlelés
id: Deteksi Jatuh
it: Rilevamento cadute
ja: 転倒検出
kk: Құлауды анықтау
ko: 넘어짐 감지
lt: Kritimo aptikimas
ms: Pengesanan Jatuh
nl: Valdetectie
no: Fallregistrering
pl: Wykrywanie upadków
pt_br: Detecção de Queda
pt_pt: Deteção de queda
ro: Detectare cădere
ru: Обнаружение падения
sk: Detekcia pádu
sl: Zaznavanje padca
sv: Falldetektering
th: การตรวจจับการล้ม
tr: Düşme Algılama
uk: Виявлення падіння
vi: Phát hiện ngã
zh_cn: 摔倒检测
zh_hk: 跌倒偵測
zh_tw: 跌倒偵測
